tests/cases/processProfile/constant/moldingDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      moldingDict;
}
injection
{
    meltTemperature  480;
}
packing
{
    switchFraction   1;
    switchPressure   1e9;

    // Time-based V/P switch criterion
    switchTime       0.4;
    pressure
    {
        type            constant;
        value           1e5;
    }
}
cooling
{
    ejectionTemperature  50;
    releasePressure      1e5;
}
viscousDissipation  false;
