tests/cases/processProfile/system/expectedPatterns
moldingFoam: V/P switch: filled fraction
End
