tests/cases/processProfile/system/verifyScript
verify-process-profile.py
